---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LeaderArrowhead
source: html/b81134f5-3d95-b875-504b-84e837182560.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LeaderArrowhead Property

"Leader Arrowhead"

## Syntax (C#)
```csharp
public static ForgeTypeId LeaderArrowhead { get; }
```